{"language":"en","training_data":[{"text":"What are the most required jobs in Ontario?","classes":["most_required_jobs"]},{"text":"What are the top career options in Ontario?","classes":["most_required_jobs"]},{"text":"Is there a list of highly demanded jobs in Ontario?","classes":["most_required_jobs"]},{"text":"How do I ensure my new career is required in Ontario","classes":["most_required_jobs"]},{"text":"Can you mention the top priority jobs in Onatario?","classes":["most_required_jobs"]},{"text":"What are the jobs with high chance of hiring in Ontario?","classes":["most_required_jobs"]},{"text":"What is the future projection of Ontario Job Market?","classes":["most_required_jobs"]},{"text":"I\u0027m considering switching careers. What Jobs should I consider in Ontario?","classes":["most_required_jobs"]},{"text":"What kind of careers can I train for through Second Career?","classes":["most_required_jobs"]},{"text":"Where should I focus my skills over the next X years to get a job in Ontario?","classes":["most_required_jobs"]},{"text":"What skills sets are targeted or specifics are required to acquire approved second career funding?","classes":["most_required_jobs"]},{"text":"I have a History degree and I\u0027d like to change careers. What are my career options in Ontario?","classes":["most_required_jobs"]},{"text":"What is the Canada-Ontario Job Grant?","classes":["canada_ont_job_grant"]},{"text":"I heard about Canada Ontario Job Grant. What is it?","classes":["canada_ont_job_grant"]},{"text":"There\u0027s some government initiative called COJG. Does it help me improve me find a better job?","classes":["canada_ont_job_grant"]},{"text":"Is COJG useful for learning new skills?","classes":["canada_ont_job_grant"]},{"text":"Does COJG provide financial aid to employers?","classes":["canada_ont_job_grant"]},{"text":"I run an IT company with 30 employees in Toronto. Can I apply for COJG to train my staff?","classes":["canada_ont_job_grant"]},{"text":"Is there government fidning available to train my existing employees on new skills?","classes":["canada_ont_job_grant"]},{"text":"What kind of training will be covered by the Canada-Ontario Job grant?","classes":["cojg_training"]},{"text":"What types of training are included in the Canada-Ontario Job Grant?","classes":["cojg_training"]},{"text":"What training is included/excluded in the Canada-Ontario Job Grant?","classes":["cojg_training"]},{"text":"What types of training are included in the COJG?","classes":["cojg_training"]},{"text":"What training is included/excluded in the COJG?","classes":["cojg_training"]},{"text":"Is any sort of training applicable to COJG?","classes":["cojg_training"]},{"text":"How much funding is an employer eligible to receive through COJG?","classes":["cojg_funding"]},{"text":"What\u0027s the percentage of funding COJG cover?","classes":["cojg_funding"]},{"text":"What\u0027s the maximum funding I can get from COJG?","classes":["cojg_funding"]},{"text":"How can I apply for a Cana-Ontario Job Grant?","classes":["cojg_apply"]},{"text":"How can I apply for a COJG?","classes":["cojg_apply"]},{"text":"What is the process to apply for COJG fund?","classes":["cojg_apply"]},{"text":"How do I start COJG application?","classes":["cojg_apply"]},{"text":"Where can I apply for COJG?","classes":["cojg_apply"]},{"text":"How can I apply for a Job Grant?","classes":["cojg_apply"]},{"text":"What kind of role do employers have in the Canada-Ontario Job Grant?","classes":["cojg_employer_role"]},{"text":"What is required from employers to apply for COJG?","classes":["cojg_employer_role"]},{"text":"I\u0027m an employer and I want to apply for COJG. What\u0027s expected from me?","classes":["cojg_employer_role"]},{"text":"Is there any specific roles employers should provide for the COJG?","classes":["cojg_employer_role"]},{"text":"What is the required contribution an employer must make to be eligible for funding?","classes":["cojg_employer_role"]},{"text":"Which employers are eligible for the Canada-Ontario Job Grant?","classes":["cojg_employer_eligibiliity"]},{"text":"I own a translation office in Markham. Am I qualified for the COJG?","classes":["cojg_employer_eligibiliity"]},{"text":"What are the employer prerequisites to benefit from COJG?","classes":["cojg_employer_eligibiliity"]},{"text":"Why is training supported by the Canada-Ontario Job Grant limited to one year in duration?","classes":["cojg_one_year_limit"]},{"text":"How long is the the training supported by COJG?","classes":["cojg_one_year_limit"]},{"text":"Can trainings funded by COJG last for more than one year?","classes":["cojg_one_year_limit"]},{"text":"What\u0027s the difference between COJG and Second Career program?","classes":["cojg_one_year_limit"]},{"text":"Who is administering the COJG?","classes":["cojg_administration"]},{"text":"Who is the government entity managing COJG?","classes":["cojg_administration"]},{"text":"Who is running the COJG program?","classes":["cojg_administration"]},{"text":"What forms need to be completed throughout the COJG process?","classes":["cojg_forms"]},{"text":"Can an employer access COJG funds more than once?","classes":["cojg_employer_more"]},{"text":"Can I apply for COJG multiple times?","classes":["cojg_employer_more"]},{"text":"Is there a limit to applying for COJG?","classes":["cojg_employer_more"]},{"text":"How many times can an employer apply for COJC?","classes":["cojg_employer_more"]},{"text":"Can a single employer have more than one training agreement running concurrently?","classes":["cojg_employer_more"]},{"text":"Can an individual apply directly for the COJG grant?","classes":["cojg_individual_only"]},{"text":"Can I submit an application for COJG individually, without my employer?","classes":["cojg_individual_only"]},{"text":"What is a training institution eligible for COJG?","classes":["cojg_eligible_institute"]},{"text":"What training institutes are eligible to use COJG funds for?","classes":["cojg_eligible_institute"]},{"text":"Can I use COJG for any training program?","classes":["cojg_eligible_institute"]},{"text":"Can I pick any training institute for spend my COJG fund?","classes":["cojg_eligible_institute"]},{"text":"Where can I find a curriculum of available COJG training?","classes":["cojg_eligible_institute"]},{"text":"Is in-class apprenticeship training eligible under the COJG?","classes":["cojg_apprenticeship"]},{"text":"Does In-class apprenticeship qualify for COJG?","classes":["cojg_apprenticeship"]},{"text":"What individuals are eligible for the Canada-Ontario Job Grant?","classes":["cojg_individual_req"]},{"text":"I\u0027m a permanent resident living in Ontario. Can I enroll in a COJG training?","classes":["cojg_individual_req"]},{"text":"Are individuals with 900 series SIN numbers eligible to participate in the COJG?","classes":["cojg_individual_req"]},{"text":"For individuals who are on Ontario Works, are they able to continue receiving their benefits if taking part in COJG?","classes":["cojg_and_ontworks"]},{"text":"I receive some support from Ontario Works, can I still participate in COJG? ","classes":["cojg_and_ontworks"]},{"text":"Does COJG conflict with Ontario Works?","classes":["cojg_and_ontworks"]},{"text":"Can I benefit from Ontario Works and COJG at the same time?","classes":["cojg_and_ontworks"]},{"text":"Can I apply for support for more than one skills training program?","classes":["cojg_and_ontworks"]},{"text":"What is Employment Ontario Employment Service?","classes":["eo_employment_service"]},{"text":"What does Ontation Employement Service provide?","classes":["eo_employment_service"]},{"text":"How do I benefit from from Ontario Employment Service?","classes":["eo_employment_service"]},{"text":"I need to assess the skills of my employees. Is there any government entity that can help?","classes":["eo_employment_service"]},{"text":"I want to study Nursing but I can\u0027t afford full time education. Can you help me find part-time job and training program?","classes":["eo_employment_service"]},{"text":"What Employment Service Providers are available in Scarborough?","classes":["es_scarborough"]},{"text":"Does Employment Service have any offices in Scarborough?","classes":["es_scarborough"]},{"text":"I live in Scarborough. Is there any nearby Employment Service providers?","classes":["es_scarborough"]},{"text":"My business is based out of Scarborough. What Employment Service providers are close by?","classes":["es_scarborough"]},{"text":"Is there Employment Service providers in Scarborough to send my employees to?","classes":["es_scarborough"]},{"text":"Is there a list of employment service providers in Scarborough?","classes":["es_scarborough"]},{"text":"What Employment Service Providers are available in Toronto?","classes":["es_toronto"]},{"text":"Does Employment Service have any offices in Toronto?","classes":["es_toronto"]},{"text":"I live in Toronto. Is there any nearby Employment Service providers?","classes":["es_toronto"]},{"text":"My business is based out of Toronto. What Employment Service providers are close by?","classes":["es_toronto"]},{"text":"Is there Employment Service providers in Toronto to send my employees to?","classes":["es_toronto"]},{"text":"Is there a list of employment service providers in Toronto?","classes":["es_toronto"]},{"text":"What Employment Service Providers are available in Mississauga?","classes":["es_mississauga"]},{"text":"Does Employment Service have any offices in Mississauga?","classes":["es_mississauga"]},{"text":"I live in Mississauga. Is there any nearby Employment Service providers?","classes":["es_mississauga"]},{"text":"My business is based out of Mississauga. What Employment Service providers are close by?","classes":["es_mississauga"]},{"text":"Is there Employment Service providers in Mississauga to send my employees to?","classes":["es_mississauga"]},{"text":"Is there a list of employment service providers in Mississauga?","classes":["es_mississauga"]},{"text":"What Employment Service Providers are available in Brampton?","classes":["es_brampton"]},{"text":"Does Employment Service have any offices in Brampton?","classes":["es_brampton"]},{"text":"I live in Brampton. Is there any nearby Employment Service providers?","classes":["es_brampton"]},{"text":"My business is based out of Brampton. What Employment Service providers are close by?","classes":["es_brampton"]},{"text":"Is there Employment Service providers in Brampton to send my employees to?","classes":["es_brampton"]},{"text":"Is there a list of employment service providers in Brampton?","classes":["es_brampton"]},{"text":"What Employment Service Providers are available in Markham?","classes":["es_markham"]},{"text":"Does Employment Service have any offices in Markham?","classes":["es_markham"]},{"text":"I live in Markham. Is there any nearby Employment Service providers?","classes":["es_markham"]},{"text":"My business is based out of Markham. What Employment Service providers are close by?","classes":["es_markham"]},{"text":"Is there Employment Service providers in Markham to send my employees to?","classes":["es_markham"]},{"text":"Is there a list of employment service providers in Markham?","classes":["es_markham"]},{"text":"What Employment Service Providers are available in Richmond Hill?","classes":["es_richmond_hill"]},{"text":"Does Employment Service have any offices in Richmond Hill?","classes":["es_richmond_hill"]},{"text":"I live in Richmond Hill. Is there any nearby Employment Service providers?","classes":["es_richmond_hill"]},{"text":"My business is based out of Richmond Hill. What Employment Service providers are close by?","classes":["es_richmond_hill"]},{"text":"Is there Employment Service providers in Richmond Hill to send my employees to?","classes":["es_richmond_hill"]},{"text":"Is there a list of employment service providers in Richmond Hill?","classes":["es_richmond_hill"]},{"text":"What Employment Service Providers are available in Concord?","classes":["es_concord"]},{"text":"Does Employment Service have any offices in Concord?","classes":["es_concord"]},{"text":"I live in Concord. Is there any nearby Employment Service providers?","classes":["es_concord"]},{"text":"My business is based out of Concord. What Employment Service providers are close by?","classes":["es_concord"]},{"text":"Is there Employment Service providers in Concord to send my employees to?","classes":["es_concord"]},{"text":"Is there a list of employment service providers in Concord?","classes":["es_concord"]},{"text":"What Employment Service Providers are available in Aurora?","classes":["es_aurora"]},{"text":"Does Employment Service have any offices in Aurora?","classes":["es_aurora"]},{"text":"I live in Aurora. Is there any nearby Employment Service providers?","classes":["es_aurora"]},{"text":"My business is based out of Aurora. What Employment Service providers are close by?","classes":["es_aurora"]},{"text":"Is there Employment Service providers in Aurora to send my employees to?","classes":["es_aurora"]},{"text":"Is there a list of employment service providers in Aurora?","classes":["es_aurora"]},{"text":"What Employment Service Providers are available in Kisweck?","classes":["es_kisweck"]},{"text":"Does Employment Service have any offices in Kisweck?","classes":["es_kisweck"]},{"text":"I live in Kisweck. Is there any nearby Employment Service providers?","classes":["es_kisweck"]},{"text":"My business is based out of Kisweck. What Employment Service providers are close by?","classes":["es_kisweck"]},{"text":"Is there Employment Service providers in Kisweck to send my employees to?","classes":["es_kisweck"]},{"text":"Is there a list of employment service providers in Kisweck?","classes":["es_kisweck"]},{"text":"What Employment Service Providers are available in Woodbridge?","classes":["es_woodbridge"]},{"text":"Does Employment Service have any offices in Woodbridge?","classes":["es_woodbridge"]},{"text":"I live in Woodbridge. Is there any nearby Employment Service providers?","classes":["es_woodbridge"]},{"text":"My business is based out of Woodbridge. What Employment Service providers are close by?","classes":["es_woodbridge"]},{"text":"Is there Employment Service providers in Woodbridge to send my employees to?","classes":["es_woodbridge"]},{"text":"Is there a list of employment service providers in Woodbridge?","classes":["es_woodbridge"]},{"text":"What Employment Service Providers are available in Stouffville?","classes":["es_stouffville"]},{"text":"Does Employment Service have any offices in Stouffville?","classes":["es_stouffville"]},{"text":"I live in Stouffville. Is there any nearby Employment Service providers?","classes":["es_stouffville"]},{"text":"My business is based out of Stouffville. What Employment Service providers are close by?","classes":["es_stouffville"]},{"text":"Is there Employment Service providers in Stouffville to send my employees to?","classes":["es_stouffville"]},{"text":"Is there a list of employment service providers in Stouffville?","classes":["es_stouffville"]},{"text":"What Employment Service Providers are available in Newmarket?","classes":["es_newmarket"]},{"text":"Does Employment Service have any offices in Newmarket?","classes":["es_newmarket"]},{"text":"I live in Newmarket. Is there any nearby Employment Service providers?","classes":["es_newmarket"]},{"text":"My business is based out of Newmarket. What Employment Service providers are close by?","classes":["es_newmarket"]},{"text":"Is there Employment Service providers in Newmarket to send my employees to?","classes":["es_newmarket"]},{"text":"Is there a list of employment service providers in Newmarket?","classes":["es_newmarket"]},{"text":"What Employment Service Providers are available in Sutton West?","classes":["es_suttonwest"]},{"text":"Does Employment Service have any offices in Sutton West?","classes":["es_suttonwest"]},{"text":"I live in Sutton West. Is there any nearby Employment Service providers?","classes":["es_suttonwest"]},{"text":"My business is based out of Sutton West. What Employment Service providers are close by?","classes":["es_suttonwest"]},{"text":"Is there Employment Service providers in Sutton West to send my employees to?","classes":["es_suttonwest"]},{"text":"Is there a list of employment service providers in Sutton West?","classes":["es_suttonwest"]},{"text":"What Employment Service Providers are available in Voughan?","classes":["es_voughan"]},{"text":"Does Employment Service have any offices in Voughan?","classes":["es_voughan"]},{"text":"I live in Voughan. Is there any nearby Employment Service providers?","classes":["es_voughan"]},{"text":"My business is based out of Voughan. What Employment Service providers are close by?","classes":["es_voughan"]},{"text":"Is there Employment Service providers in Voughan to send my employees to?","classes":["es_voughan"]},{"text":"Is there a list of employment service providers in Voughan?","classes":["es_voughan"]},{"text":"What Employment Service Providers are available in Thornhill?","classes":["es_thornhill"]},{"text":"Does Employment Service have any offices in Thornhill?","classes":["es_thornhill"]},{"text":"I live in Thornhill. Is there any nearby Employment Service providers?","classes":["es_thornhill"]},{"text":"My business is based out of Thornhill. What Employment Service providers are close by?","classes":["es_thornhill"]},{"text":"Is there Employment Service providers in Thornhill to send my employees to?","classes":["es_thornhill"]},{"text":"Is there a list of employment service providers in Thornhill?","classes":["es_thornhill"]},{"text":"What Employment Service Providers are available in Ajax?","classes":["es_ajax"]},{"text":"Does Employment Service have any offices in Ajax?","classes":["es_ajax"]},{"text":"I live in Ajax. Is there any nearby Employment Service providers?","classes":["es_ajax"]},{"text":"My business is based out of Ajax. What Employment Service providers are close by?","classes":["es_ajax"]},{"text":"Is there Employment Service providers in Ajax to send my employees to?","classes":["es_ajax"]},{"text":"Is there a list of employment service providers in Ajax?","classes":["es_ajax"]},{"text":"What Employment Service Providers are available in Alexandria?","classes":["es_alexandria"]},{"text":"Does Employment Service have any offices in Alexandria?","classes":["es_alexandria"]},{"text":"I live in Alexandria. Is there any nearby Employment Service providers?","classes":["es_alexandria"]},{"text":"My business is based out of Alexandria. What Employment Service providers are close by?","classes":["es_alexandria"]},{"text":"Is there Employment Service providers in Alexandria to send my employees to?","classes":["es_alexandria"]},{"text":"Is there a list of employment service providers in Alexandria?","classes":["es_alexandria"]},{"text":"What Employment Service Providers are available in Alliston?","classes":["es_alliston"]},{"text":"Does Employment Service have any offices in Alliston?","classes":["es_alliston"]},{"text":"I live in Alliston. Is there any nearby Employment Service providers?","classes":["es_alliston"]},{"text":"My business is based out of Alliston. What Employment Service providers are close by?","classes":["es_alliston"]},{"text":"Is there Employment Service providers in Alliston to send my employees to?","classes":["es_alliston"]},{"text":"Is there a list of employment service providers in Alliston?","classes":["es_alliston"]},{"text":"What Employment Service Providers are available in Amherstbrug?","classes":["es_amherstbrug"]},{"text":"Does Employment Service have any offices in Amherstbrug?","classes":["es_amherstbrug"]},{"text":"I live in Amherstbrug. Is there any nearby Employment Service providers?","classes":["es_amherstbrug"]},{"text":"My business is based out of Amherstbrug. What Employment Service providers are close by?","classes":["es_amherstbrug"]},{"text":"Is there Employment Service providers in Amherstbrug to send my employees to?","classes":["es_amherstbrug"]},{"text":"Is there a list of employment service providers in Amherstbrug?","classes":["es_amherstbrug"]},{"text":"What Employment Service Providers are available in Arnprior?","classes":["es_arnprior"]},{"text":"Does Employment Service have any offices in Arnprior?","classes":["es_arnprior"]},{"text":"I live in Arnprior. Is there any nearby Employment Service providers?","classes":["es_arnprior"]},{"text":"My business is based out of Arnprior. What Employment Service providers are close by?","classes":["es_arnprior"]},{"text":"Is there Employment Service providers in Arnprior to send my employees to?","classes":["es_arnprior"]},{"text":"Is there a list of employment service providers in Arnprior?","classes":["es_arnprior"]},{"text":"What Employment Service Providers are available in Atikokan?","classes":["es_atikokan"]},{"text":"Does Employment Service have any offices in Atikokan?","classes":["es_atikokan"]},{"text":"I live in Atikokan. Is there any nearby Employment Service providers?","classes":["es_atikokan"]},{"text":"My business is based out of Atikokan. What Employment Service providers are close by?","classes":["es_atikokan"]},{"text":"Is there Employment Service providers in Atikokan to send my employees to?","classes":["es_atikokan"]},{"text":"Is there a list of employment service providers in Atikokan?","classes":["es_atikokan"]},{"text":"What Employment Service Providers are available in Aylmer?","classes":["es_aylmer"]},{"text":"Does Employment Service have any offices in Aylmer?","classes":["es_aylmer"]},{"text":"I live in Aylmer. Is there any nearby Employment Service providers?","classes":["es_aylmer"]},{"text":"My business is based out of Aylmer. What Employment Service providers are close by?","classes":["es_aylmer"]},{"text":"Is there Employment Service providers in Aylmer to send my employees to?","classes":["es_aylmer"]},{"text":"Is there a list of employment service providers in Aylmer?","classes":["es_aylmer"]},{"text":"What Employment Service Providers are available in Bancroft?","classes":["es_bancroft"]},{"text":"Does Employment Service have any offices in Bancroft?","classes":["es_bancroft"]},{"text":"I live in Bancroft. Is there any nearby Employment Service providers?","classes":["es_bancroft"]},{"text":"My business is based out of Bancroft. What Employment Service providers are close by?","classes":["es_bancroft"]},{"text":"Is there Employment Service providers in Bancroft to send my employees to?","classes":["es_bancroft"]},{"text":"Is there a list of employment service providers in Bancroft?","classes":["es_bancroft"]},{"text":"What Employment Service Providers are available in Barrys Bay?","classes":["es_barrysbay"]},{"text":"Does Employment Service have any offices in Barrys Bay?","classes":["es_barrysbay"]},{"text":"I live in Barrys Bay. Is there any nearby Employment Service providers?","classes":["es_barrysbay"]},{"text":"My business is based out of Barrys Bay. What Employment Service providers are close by?","classes":["es_barrysbay"]},{"text":"Is there Employment Service providers in Barrys Bay to send my employees to?","classes":["es_barrysbay"]},{"text":"Is there a list of employment service providers in Barrys Bay?","classes":["es_barrysbay"]},{"text":"What Employment Service Providers are available in Belleville?","classes":["es_belleville"]},{"text":"Does Employment Service have any offices in Belleville?","classes":["es_belleville"]},{"text":"I live in Belleville. Is there any nearby Employment Service providers?","classes":["es_belleville"]},{"text":"My business is based out of Belleville. What Employment Service providers are close by?","classes":["es_belleville"]},{"text":"Is there Employment Service providers in Belleville to send my employees to?","classes":["es_belleville"]},{"text":"Is there a list of employment service providers in Belleville?","classes":["es_belleville"]},{"text":"What Employment Service Providers are available in Hamilton?","classes":["es_hamilton"]},{"text":"Does Employment Service have any offices in Hamilton?","classes":["es_hamilton"]},{"text":"I live in Hamilton. Is there any nearby Employment Service providers?","classes":["es_hamilton"]},{"text":"My business is based out of Hamilton. What Employment Service providers are close by?","classes":["es_hamilton"]},{"text":"Is there Employment Service providers in Hamilton to send my employees to?","classes":["es_hamilton"]},{"text":"Is there a list of employment service providers in Hamilton?","classes":["es_hamilton"]},{"text":"What Employment Service Providers are available in Kanata?","classes":["es_kanata"]},{"text":"Does Employment Service have any offices in Kanata?","classes":["es_kanata"]},{"text":"I live in Kanata. Is there any nearby Employment Service providers?","classes":["es_kanata"]},{"text":"My business is based out of Kanata. What Employment Service providers are close by?","classes":["es_kanata"]},{"text":"Is there Employment Service providers in Kanata to send my employees to?","classes":["es_kanata"]},{"text":"Is there a list of employment service providers in Kanata?","classes":["es_kanata"]},{"text":"What Employment Service Providers are available in Kingston?","classes":["es_kingston"]},{"text":"Does Employment Service have any offices in Kingston?","classes":["es_kingston"]},{"text":"I live in Kingston. Is there any nearby Employment Service providers?","classes":["es_kingston"]},{"text":"My business is based out of Kingston. What Employment Service providers are close by?","classes":["es_kingston"]},{"text":"Is there Employment Service providers in Kingston to send my employees to?","classes":["es_kingston"]},{"text":"Is there a list of employment service providers in Kingston?","classes":["es_kingston"]},{"text":"What Employment Service Providers are available in Oshawa?","classes":["es_oshawa"]},{"text":"Does Employment Service have any offices in Oshawa?","classes":["es_oshawa"]},{"text":"I live in Oshawa. Is there any nearby Employment Service providers?","classes":["es_oshawa"]},{"text":"My business is based out of Oshawa. What Employment Service providers are close by?","classes":["es_oshawa"]},{"text":"Is there Employment Service providers in Oshawa to send my employees to?","classes":["es_oshawa"]},{"text":"Is there a list of employment service providers in Oshawa?","classes":["es_oshawa"]},{"text":"What Employment Service Providers are available in Ottawa?","classes":["es_ottawa"]},{"text":"Does Employment Service have any offices in Ottawa?","classes":["es_ottawa"]},{"text":"I live in Ottawa. Is there any nearby Employment Service providers?","classes":["es_ottawa"]},{"text":"My business is based out of Ottawa. What Employment Service providers are close by?","classes":["es_ottawa"]},{"text":"Is there Employment Service providers in Ottawa to send my employees to?","classes":["es_ottawa"]},{"text":"Is there a list of employment service providers in Ottawa?","classes":["es_ottawa"]},{"text":"What Employment Service Providers are available in York?","classes":["es_york"]},{"text":"Does Employment Service have any offices in York?","classes":["es_york"]},{"text":"I live in York. Is there any nearby Employment Service providers?","classes":["es_york"]},{"text":"My business is based out of York. What Employment Service providers are close by?","classes":["es_york"]},{"text":"Is there Employment Service providers in York to send my employees to?","classes":["es_york"]},{"text":"Is there a list of employment service providers in York?","classes":["es_york"]},{"text":"What Employment Service Providers are available in Oakville?","classes":["es_oakville"]},{"text":"Does Employment Service have any offices in Oakville?","classes":["es_oakville"]},{"text":"I live in Oakville. Is there any nearby Employment Service providers?","classes":["es_oakville"]},{"text":"My business is based out of Oakville. What Employment Service providers are close by?","classes":["es_oakville"]},{"text":"Is there Employment Service providers in Oakville to send my employees to?","classes":["es_oakville"]},{"text":"Is there a list of employment service providers in Oakville?","classes":["es_oakville"]},{"text":"Who\u0027s Canada\u0027s top 100 Employers?","classes":["canada_100"]},{"text":"I want to work for the best employers in Canada. What jobs do they offer in Ontario?","classes":["canada_100"]},{"text":"I really admire good work environment. What employers should I consider with the best work environment in Ontario?","classes":["canada_100"]},{"text":"Is there a list of best employers in Ontario?","classes":["canada_100"]},{"text":"What is Second Career Program?","classes":["second_career"]},{"text":"What does Second Career Program offer?","classes":["second_career"]},{"text":"Does Ontario government have a program called Second Career?","classes":["second_career"]},{"text":"I\u0027m looking to change my career. Is there a government program to support me?","classes":["second_career"]},{"text":"I\u0027m considering career shift. How can Ontario Government help me?","classes":["second_career"]},{"text":"Is Second Career Program right for me?","classes":["sc_req"]},{"text":"How do I qualify for Second Career program?","classes":["sc_req"]},{"text":"How do I apply for the Second Career program?","classes":["sc_req"]},{"text":"Who can enroll in the Second Career Program?","classes":["sc_req"]},{"text":"If I don\u0027t qualify for Second Career, what other options are available for me?","classes":["sc_other_options"]},{"text":"I applied for Second Career and didn\u0027t get approved. What other programs I can apply for?","classes":["sc_other_options"]},{"text":"Second Career conditions don\u0027t fully apply on my case. Is there other programs I can use?","classes":["sc_other_options"]},{"text":"Is Second Career the only government funded program available?","classes":["sc_other_options"]},{"text":"What\u0027s the processing time for Second Cear applications?","classes":["sc_processing_time"]},{"text":"If I apply now, how long will it take for my Second Career application to be processed?","classes":["sc_processing_time"]},{"text":"How long does it usually take to process a second career application?","classes":["sc_processing_time"]},{"text":"What\u0027s the average processing time for second career applications?","classes":["sc_processing_time"]},{"text":"Does it take too long to know the result of my second career application?","classes":["sc_processing_time"]},{"text":"How long should I wait before hearing back from Second Career on my application?","classes":["sc_processing_time"]},{"text":"How does the ministry determine the amount of my financial assistance for Second Career skills training?","classes":["sc_evaluation"]},{"text":"What factors are considered when evaluating my second career application?","classes":["sc_evaluation"]},{"text":"What\u0027s the maximum second career fund I could optain?","classes":["sc_evaluation"]},{"text":"Hohw do I get approved for Second Career?","classes":["sc_evaluation"]},{"text":"Can I take a temporary job now while applying for Second Career?","classes":["sc_with_job"]},{"text":"What if I find a job while participating in skills training funded by Second Career?","classes":["sc_with_job"]},{"text":"Can I work part-time while attending skills training on a Second Career program?","classes":["sc_with_job"]},{"text":"How many hours per week are Second Career participants allowed to work while in school?","classes":["sc_with_job"]},{"text":"What is the expected demand for the plumbing trade in Ontario?","classes":["plumbing_ontario"]},{"text":"Is plumbing a required career in Ontario?","classes":["plumbing_ontario"]},{"text":"Should I consider Plumbing as my next career in Ontario?","classes":["plumbing_ontario"]},{"text":"What\u0027s the prospect of Plumbing career in Ontario?","classes":["plumbing_ontario"]},{"text":"I\u0027d like to start a profession in HVAC. Is it a good choice in Ontario?","classes":["plumbing_ontario"]},{"text":"Is Electrician a needed skill in Mississauga?","classes":["electrician_mississauga"]},{"text":"I\u0027m considering electrician career and I live in Mississauga. Is this a good choice?","classes":["electrician_mississauga"]},{"text":"Is Ontario, mainly Mississauga, looking for Electricians?","classes":["electrician_mississauga"]},{"text":"Is Electrician a job on demand in Mississauga?","classes":["electrician_mississauga"]},{"text":"I like Mathematics and graduating in 2019. What career options do you suggest?","classes":["math_future"]}]}